Repository: natanginsberg/Ashira_Web_IPhone
Catalog: lib/l10n/app_*.arb
Languages: iw

# appName
source: Ashira
iw: אשירה

# acum
source: Copyright with Acum
iw: שומרים על זכויות יוצרים עם אקו"ם

# demo
source: For a free demo click here
iw: להתנסות בשיר לדוגמא לחץ כאן

# slogan
source: Jewish Karaoke App
iw: אפליקציית הקריוקי היהודית

# enterPrompt
source: Do you want to enjoy an amazing Jewish karaoke experience
iw: רוצים להנות מחווית שירה סוחפת עם כל הלהיטים ?!

# secondPrompt
source: Special Launch Sale!!! 10 Shekel an hour:
iw: מבצע !!! לרגל ההשקה במקום ב ₪50 ב ₪10 בלבד:

source: Coming Soon!!
iw: בקרוב מגיע!!

# placeOrder
source: Click here to purchase
iw: לרכישה לחץ כאן

# watsappNumber
source: Via Whatsapp click here
iw: ליצירת קשר עם נציג בווטסאפ לחץ כאן

source: hours
iw: שעות

# notACustomer
source: No standing order?
iw: טרם קניתם?

# email
source: User Name
iw: שם משתמש

# coupon
source: Password
iw: סיסמא

# orderNumber
source: Confirmation #
iw: מספר הזמנה

source: Enter
iw: כניסה

# personalUse
source: For personal Use only
iw: המערכת מיועדת לשימוש פרטי

# publicUse
source: For an amazing karaoke experience with all of your favorite hits at your next event, contact us:
iw: לחווית קריוקי באיכות HD עם כל הלהיטים אצלכם באירוע צרו קשר:

# questionsAndInquiries
source: For questions and inquiries 0799322742
iw: לשאלות ובירורים 0799322742

# emailEmptyError
source: No user name entered
iw: יש להזין שם משתמש

# passwordEmptyError
source: No password entered
iw: יש להזין סיסמא

# passwordAndUserNameDoNotMatch
source: Invalid Input
iw: הזנה שגויה

# couponError
source: Invalid coupon code
iw: קוד קופון שגוי

# outOfTimeError
source: Your time is up
iw: אזל לך הזמן

# noOrderNumberError
source: You must make a purchase first
iw: שים לב, יש לבצע רכישה

# pendingError
source: Payment Pending
iw: ממתין לאישור התשלום

# communicationError
source: Connection error
iw: בעיית תקשרות

# timeNotStarted
source: Your session starts in
iw: ההפעלה שלך מתחילה בעוד

source: Search
iw: חפש

# categoryChoice
source: Choose a Category
iw: לבחירת קטגוריה

source: Menu
iw: תפריט

# language
source: לעברית
iw: English

# watsappUs
source: Link to Watsapp chat
iw: קישור לשיחת ווצאפ עם נציג

source: Settings
iw: הגדרות

# about
source: About Us
iw: אודות

source: Privacy Policy
iw: מדיניות פרטיות

source: Time remaining
iw: זמן נותר -

source: Playlist
iw: מחרוזת

# overtime
source: Not enough time
iw: אין מספיק זמן לנגן את כולם

source: Total time
iw: זמן כולל

# addTime
source: To add time please contact 0799322742
iw: להוספת זמן נא ליצור קשר עם 0799322742

# add
source: Add Time
iw: הוסף זמן

# enterSystem
source: To Log In/Subscribe
iw: כניסה למנויים/רכישת מנוי

# toneQuestion
source: What pitch do you sing in?
iw: באיזה טון אתה שר?

# toneExplanation
source: (Used too match music pitch)
iw: (נועד להתאים את הטון של המוזיקה)

# membersOnly
source: Subscribers Only
iw: מנויים בלבד

# demoWording
source: Demo Songs
iw: פתוח להגדמה

source: Man
iw: גבר

source: Woman
iw: אשה

source: Kid
iw: ילד

# uploadFromPhone
source: Upload
iw: קובץ קיים

source: Display
iw: תצוגה

source: Classic
iw: קלאסי

source: Advanced
iw: מתקדם

# cameraOn
source: Interactive
iw: חוויתי

# withClip
source: Video Clip
iw: סרטון

# submit
source: Add
iw: הוסף

source: Song Finished
iw: השיר נגמר

# stoppedInMiddle
source: Song Stopped
iw: עצרת באמצע ביצוע

source: Exit
iw: יציאה

source: Play Again
iw: נגן מחדש

source: Watch
iw: צפה בביצוע

source: Download
iw: הורדה

source: Add Harmony
iw: הוספת קול שני

# downloadFinished
source: Download Finished Video is in your gallery
iw: ההורדה הסתיימה הביצוע נשמר בגלריה

# monthlySub
source: Monthly Subscription
iw: מנוי חדשי

# dailySub
source: Daily Subscription
iw: מנוי יומי

source: Loading
iw: טוען

source: Syncing
iw: מסתנכרן

# sync
source: Sync Control
iw: שליטה על הסנכרון

# attachEarphones
source: Connect earphones for a quality recording
iw: חבר אוזניות להקלטה איכותית

# signInPrompt
source: You must sign in to continue
iw: יש להירשם על מנת להמשיך

# notEnoughNoise
source: You must sing to download
iw: לא ניתן להוריד את הקובץ ללא שירה

source: Sign Out
iw: התנתק

# googleSignIn
source: Sign in with Google
iw: הירשם עם גוגל

# signInError
source: We have a problem with our systems. Please try again soon.
iw: יש לנו בעיה בשרתים נא לנסות יותר מאוחר

# billingDisclaimer
source: The audio and recording quality may differ between the devices (it is recommended to check the free songs)
iw: איכות השמע וההקלטה עשויה להיות שונה בין המכשירים (מומלץ לוודא על השירים החינמיים)

# storeReachError
source: We are unable to reach the store at this moment Please try again later Contact Us at ashira.jewishkaraoke@gmail.com
iw: אנחנו לא מצליחים ליצור קשר עם החנות נא לנסות מאוחר יותר צרו עימנו קשר באימייל ashira.jewishkaraoke@gmail.com

# purchaseError
source: We are unable to complete your purchase Please try again later Contact Us at ashira.jewishkaraoke@gmail.com
iw: אנחנו לא מצליחים לסיים את ההזמנה כעת נא לנסות מאוחר יותר צרו עימנו קשר באימייל ashira.jewishkaraoke@gmail.com
